
/* Class = "NSWindow"; title = "Image Sequence Preview"; ObjectID = "495"; */
"495.title" = "Kuvasarjan esikatselu";

/* Class = "NSProgressIndicator"; ibExternalAccessibilityDescription = "Progress Indicator"; ObjectID = "580"; */
"580.ibExternalAccessibilityDescription" = "Etenemisen ilmaisin";

/* Class = "NSTextFieldCell"; title = "Generating Image Sequence Preview…"; ObjectID = "100496"; */
"100496.title" = "Luodaan kuvasarjan esikatselua…";

/* Class = "NSTextFieldCell"; title = "Frame 0 of 0"; ObjectID = "100497"; */
"100497.title" = "Kehys 0 / 0";

/* Class = "NSTextFieldCell"; title = "0 seconds"; ObjectID = "100498"; */
"100498.title" = "0 sekuntia";

/* Class = "NSTextFieldCell"; title = "Time remaining:"; ObjectID = "100500"; */
"100500.title" = "Aikaa jäljellä:";

/* Class = "NSButtonCell"; title = "Stop"; ObjectID = "100502"; */
"100502.title" = "Lopeta";

/* Class = "NSTextFieldCell"; title = "0 seconds"; ObjectID = "100584"; */
"100584.title" = "0 sekuntia";

/* Class = "NSTextFieldCell"; title = "Total time elapsed:"; ObjectID = "100585"; */
"100585.title" = "Kulunut kokonaisaika:";
